Repository: myzzxc/1105cnc
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: zh_tw

source: This counterclockwise movement is consistent with the counterclockwise rotation of drive member 400 and driven member 402 during operation of CVT unit 140.
zh_tw: 此逆時針流動與無段變速單元 140 運作時驅動元件 400 和被驅動元件 402 的逆時中運動相符。

source: This current is provided through the large orange capacitor on the board's surface.
zh_tw: 此電流由電路板上之大型橙色電容供應。

source: This document covers the main installation scenarios for the Nuance Power PDF Advanced product.
zh_tw: 本文件將介紹 Nuance Power PDF 進階版產品的主安裝方案。

source: This document defines the general requirements in terms of purchases, quality, deadlines and innovation that all HUTCHINSON Suppliers are required to respect and ensure their entire supply chain respects.
zh_tw: 此文件將定義所有 HUTCHINSON 之供應商必須遵守並確保其完整供應鏈皆遵守的一般要求，其中包括採購、品質、期限和創新。

source: This document describes the procedures, forms and records used by SHIN CHANG to ensure that products consistently meet all required material, manufacturing, and performance specifications, including those requirements specifically established by ICBO, the International Congress of Building Officials.
zh_tw: This document describes the procedures, forms and records used by SHIN CHANG to ensure that products consistently meet all required material, manufacturing, and performance specifications, including those requirements specifically established by ICBO, the International Congress of Building Officials. 本文件中說明了 SHIN CHANG 公司用以確保其產品之材料、加工和效能規格達到要求所使用之程序、表格和紀錄，其中包含了 ICBO（國際建築官方委員會）所特別制定之要求。

source: This document is sent to the supplier by the Purchasing department of each entity, as soon as the consultation phase starts.
zh_tw: 本文件於協商階段開始時，由每個單位採購部門發出。

source: This document recaps the requirements regarding logistical activity.
zh_tw: 此文件節錄物流作業之相關規範，

source: This dust extraction blower will require a separate 3 phase power feed.
zh_tw: 除塵風機需使用獨立的三相電源，

source: This enhances the functionality of vehicle 10.
zh_tw: 此設計增強了車輛 10 的功能。

source: This example deploys French and English UI languages.
zh_tw: 以下為部署法文和英文使用者介面語言之範例，

source: This example deploys French as the TTS language:
zh_tw: 以下為部署法文為朗讀語言之範例：

source: This example deploys all the UI languages.
zh_tw: 以下為部署所有使用者介面語言之範例，

source: This example deploys only English UI language.
zh_tw: 以下為只部署英文使用者介面語言之範例，

source: This example installs English as the TTS language:
zh_tw: 以下為安裝英文為朗讀語言之範例：

source: This example installs all the TTS languages:
zh_tw: 以下為部署所有朗讀語言之範例：

source: This example shows full integration (without the Nuance PDF toolbar in Office 2003) giving end-users control over every choice but logging
zh_tw: 上圖為給予終端用戶除日誌紀錄外的完整整合控制選項（Office 2003 中無 Nuance PDF 工具列）。

source: This example shows only the installation language selected for the user interface
zh_tw: 上圖為選擇使用者介面僅有安裝程式語言之範例

source: This example shows usage of the default destination folder
zh_tw: 此圖為預設目標檔案夾之設定

source: This factor will act on any average, either proportional or derivative, and we will have to find out its value at the installation time since it depends on the packaging machine.
zh_tw: 此係數將會套用於任何比例平均或衍生平均數上，且於安裝時我們便會找出此數值，因為數值取決於該包裝機而異。

source: This feature is especially useful for limiting document modification during archiving or e-filing.
zh_tw: 此功能對於限制文件修改或電子化歸檔特別實用。

source: This feature is very useful when the cameras of a given installation are externally available, as with this feature the operator may temporarily block external access to the camera whenever he or she so desires.
zh_tw: 此功能於安裝之攝影機可供外部使用時將非常實用，因為操作人員可依其所需使用此功能暫時阻檔外部存取攝影機。

source: This first delivery shall have very specific packaging and identification in order to facilitate its acceptance.
zh_tw: 初次交貨須有專屬的包裝和標識以加速驗收。

source: This first delivery will be the object of an order specifying the conditions for the supply.
zh_tw: 初次交貨為訂單中指明供應條件之物品。

source: This four licenses are used to run analytics on any network camera, but limited to only four cameras at a time.
zh_tw: 這 4 組授權碼可用於任何網路攝像機的分析，但每次只限四台攝影機。

source: This function highlights the movement on the screen with a specific color (Standard Green).
zh_tw: 此功能會以特定顏色 (標準為綠色) 標示出螢幕畫面上的動作。

source: This gives you access to your documents anytime, anywhere through the web or by the applications of supported mobile devices.
zh_tw: 此功能讓使用者能隨時隨地透過網路或由支援行動裝置的應用程式存取文件檔。

source: This goal applies to all of our business sectors: aeronautics, automotive and industry.
zh_tw: 此目標適用於我們所有的商業部門：航空、汽車和工業。

source: This guide shows how to integrate with MS Office applications when Office is virtualized in another package.
zh_tw: 說明中將指引當 Office 虛擬化於在另一個安裝程式中時，如何與 MS Office 應用程式整合。

source: This header allows knowing at any moment the working status of the checkweigher:
zh_tw: 此顯示面板能顯示檢重機此時之運行狀態：

source: This illustration shows how your settings are reflected in your published installation package
zh_tw: 上圖為發佈安裝套裝程式之設定

source: This in turn has created an environment that encourages private sector involvement because of the lower risks to investment.
zh_tw: 此舉能創造鼓勵私營部門參與的投資環境，因為其投資風險很低。

source: This includes PDF conversion and creation capabilities.
zh_tw: 此功能包含了 PDF 轉檔和建立，

source: This includes external supplies of large, medium and small series (replacement parts included) as well as chemical products.
zh_tw: 包含大、中、小型系列（含替換零件）以及化工產品之外部供應。

source: This insetting of longitudinally extending sections 238 provides easy ingress.
zh_tw: 此縱向延伸段 238 內縮設計使進入車輛更容易。

source: This is a heavy duty drag knife system that willfit into a standard 20 mm collet.
zh_tw: 此重型夾頭拖刀系統使用 20 mm 標準筒夾，

source: This is a lateral move/promotion request, which is initiated by the proposed People Manager.
zh_tw: 此為同職等調職或升遷申請，由人事主管提出申請。

source: This is a really hard problem to solve and the people tracker does a very good job of solving it.
zh_tw: 這是一個相當難以解決的問題，而人員追蹤器已經能解決大部分的問題。

source: This is after it is approved in Workday.
zh_tw: 此為於 Workday 中核准後之日期。

source: This is also an issue when a camera changes to night mode as colour information is lost.
zh_tw: 當攝影機設定為夜間模式時，損失的顏色資訊也會是一個問題。

source: This is an inductive method impacting the risk of design default.
zh_tw: 此為設計違約風險影響的歸納方法。

source: This is an optional value
zh_tw: 此為一個可選數值。

source: This is applied when there is a range detector in the dosing-device.
zh_tw: 此參數適用於給料裝置中具有範圍偵測器時。

source: This is because if it sees an object twice the width of what it expects it can increase the count by two!
zh_tw: 因為當偵測到物體寬度為預期的兩倍時，便能判別出是兩個物體 ！

source: This is due to the fact that the distance (D6) between sections 238 is less than the extreme position adjacent the top of uprights 234 (D5) and is less than the distance between the extreme position adjacent the top of uprights 246 (D4).
zh_tw: 這是因為 238 部分之間的距離 (D6) 小於相鄰立柱 234 頂部最大距離 (D5)，小於相鄰立柱 246 頂部最大距離 (D4)。

source: This is enabled by default but you can turn it off.
zh_tw: 此選項預設為開啟，但可以將其關閉。

source: This is especially helpful in noisy and challenging listening situations like restaurants or parties.
zh_tw: 這些特性對於處於嘈雜難以清楚聆聽聲音的環境，如餐廳或宴會場合中特別有幫助。

source: This is like a reversed office scanner.
zh_tw: 此功能類似一台掃描器，

source: This is on digital pins 10, 11, 12, and 13 on the Uno and pins 50, 51, and 52 on the Mega.
zh_tw: 此接點位於Uno上的數位針腳10、11、12和13以及Mega上的針腳50、51以及52。

source: This is the core of modular design that enables mass customization.”
zh_tw: 這就是能達成大量客製化的模塊化設計的核心。」

source: This is why we have camera shake cancellation, this will eliminate a lot of the changing values and the model will look more like the previous models.
zh_tw: 這也是為什麼我們的攝影機具有防震動設計的原因，如此便能消除大量的數值變化，使模型看起來更接近上述易於辨識的模型。

source: This keeps the pin layout intact and allows another Shield to be stacked on top of it.
zh_tw: 此設計保留原本針腳佈線，因此能繼續插入其它擴充模組於上方。

source: This key allows access to view the last current cycle of range in production
zh_tw: 此按鍵用於進入生產範圍之最後循換檢視畫面

source: This key allows access to view the range history in range production
zh_tw: 此按鍵用於進入生產範圍之歷史檢視畫面

source: This key allows direct access to the screen of dynamic adjustments
zh_tw: 按下此按鍵能直接進入動態調整畫面

source: This key allows making a static adjustment
zh_tw: 此按鍵用於進行靜態調整

source: This key allows making a weight test
zh_tw: 此按鍵用於進行秤重測試

source: This key allows modify in production parameters
zh_tw: 此按鍵用於修改生產參數

source: This key allows the user to protect the screen for a few seconds during its cleaning.
zh_tw: 此按鍵允許使用者於清理畫面期間鎖定畫面數秒。

source: This key allows turn off the machine
zh_tw: 此按鍵用於關閉機台

source: This key allows updating the data of weight stability in production
zh_tw: 此按鍵用於更新生產之重量穩定性資料

source: This key allows you to exit a screen at any time
zh_tw: 按下此按鍵能隨時跳出畫面

source: This longer period occurs when chilling is used to shorten the time that carcasses are kept in cold storage to achieve appropriate rigor mortis.
zh_tw: 若要減少達到適當的死僵所需的冷藏儲存時間，將進行較長時間的冷卻。

source: This makes it very difficult to apply sensible decisions towards raising abandoned or removed objects.
zh_tw: 如此一來，便難以判別是否為遺落或被取走的物體。

source: This makes the people tracker much more suited to indoor environments where the lighting is more controlled.
zh_tw: 這使得人員追蹤較適合用於光線受到控制的室內環境中。

source: This manual cover s installation, operations, and maintenance instructions for the BC-, S-, and L-Series IMPERVITE® Shell and Tube Heat Exchangers, manufactured by CG THERMAL.
zh_tw: 本手冊包含 CG Thermal 公司製造之 IMPERVITE® BC-、S-、和 L- 系列管式熱交換器之安裝、操作和維護說明。

source: This manual is in compliance with the requirements of ICC-ES AC10, International Code Council Evaluation Service document, "Acceptance Criteria for Quality Control Manuals."
zh_tw: This manual is in compliance with the requirements of ICC-ES AC10, International Code Council Evaluation Service document, "Acceptance Criteria for Quality Control Manuals." 此文件符合國際規範委員會評估服務文件“品質管控手冊承認標準” ICC-ES AC10 。

source: This manual is the logistics reference document for HUTCHINSON's suppliers.
zh_tw: 該手冊為 HUTCHINSON 之供應商的物流參考文件，

source: This manual shall be reviewed at least once per year.
zh_tw: This manual shall be reviewed at least once per year. 本文件每年必須至少審查一次。

source: This means that if you have a shield that uses SPI, but does NOT have a 6-pin ICSP connector that connects to the Leonardo's 6-pin ICSP header, the shield will not work.
zh_tw: 因此若具有使用SPI之擴充模組，但卻沒有連接到Leonardo 6針ICSP頭座之6針腳ICSP連接器時，擴充模組將無法運作。

source: This means you can learn exactly how it's made and use its design as the starting point for your own circuits.
zh_tw: 如此一來，玩家們可以完整學習其設計原理並利用Arduino來開始設計您自己的電路。

source: This method provides forstraight cut corners atany angle aswell astrue radii when called for.
zh_tw: 此方法能提供邊角直線切割同時能依要求半徑導角。

source: This not only helps to minimize water loss but also impedes bacterial growth.
zh_tw: 這樣不僅能減少水分散失，同時也能減緩細菌繁殖。

source: This occurs when people walk under the camera holding hands, or are otherwise linked together.
zh_tw: 例如兩人牽手經過攝影機，或以其他方式相連在一起的情況下。

source: This often leads to sending spreadsheets, manuals and other documents – many of them outdated - back and forth between different departments.
zh_tw: 通常發送試算表、 手冊和其它檔案來回不同部門之間時，會有許多資料已過時。

source: This often means more income opportunities to enhance expenditure in health and education, reinforcing a selfsustained dynamic of economic development.
zh_tw: 此舉通常能帶來更多收入的機會，以提昇衛生及教育、強化經濟發展自給能力。

source: This opens up the driver’s ingress/egress 570 allowing the driver to enter or exit from the vehicle.
zh_tw: 如此一來將開啟駕駛之入口/出口 570 使駕駛能進入或離開車輛。

source: This opens up the driver’s ingress/egress 874 allowing the driver to enter or exit from the vehicle.
zh_tw: 如此一來將開啟駕駛之入口/出口 874 使駕駛能進入或離開車輛。

source: This option gives you the opportunity to create a transform file (.mst) based on the differences between the open package and the modifications set by yourself.
zh_tw: 此選項可根據開放安裝套裝程式和設定的修改間的差異來建立一個轉換檔 (.mst) 。

source: This option will be selected by a People Manager (or any approver) where certain changes will need to be made to an action that has been submitted.
zh_tw: 對於已呈交的操作需要某些修改時，人事經理 (或任何審批人員) 將選擇此選項。

source: This panel lets you specify basic customer information (such as User Name, etc).
zh_tw: 此面板中可指定用戶基本資訊（如使用者名稱等）。

source: This panel lets you specify general settings for working with .pdf files, related programs and applications (Power PDF Advanced, PDF Convert and Create Assistant).
zh_tw: 此面板中可指定處理 .pdf 檔、相關程式和應用程式（Power PDF 進階版、PDF Convert 和 Create Assistant）的一般設定。

source: This parameter is the number of consecutive packs forming the sample to calculate the average weight and send a correction signal to compensate the detected error.
zh_tw: 此參數為以連續包裝之數量為樣本所計算的平均重量，同時發送校正信號以進行檢測之錯誤補償。

source: This parameter is the number of consecutive packs forming the sample to calculate the average weight, and send a correction signal to compensate the detected error.
zh_tw: 此參數為以連續包裝之數量為樣本所計算的平均重量，同時發送校正信號以進行檢測之錯誤補償。

source: This patent is subject to a terminal disclaimer.
zh_tw: 此項專利適用終端免責聲明。

source: This period may be extended at the request of HUTCHINSON for projects with specific clients.
zh_tw: 此期限可能會隨 HUTCHINSON 與特定客戶之專案要求而延長，

source: This permits further customization of the vehicle 100.
zh_tw: 此設計能進一步客製化車輛 100。

source: This picture shows the Custom option, changeable by the end-user
zh_tw: 此圖為可由終端使用者變更之自訂選項

source: This pin on the Arduino board provides the voltage reference with which the microcontroller operates.
zh_tw: 位於Arduino電路板上的此針腳提供為控制器操作之參考電壓，

source: This pin outputs a regulated 5V from the regulator on the board.
zh_tw: 此針腳輸出由電路板上穩壓器供應之5V電壓，

source: This places the seat belt retractor 300 in a convenient location for those in front seats 64, yet keeps the retractor away from the rear passengers.
zh_tw: 此設計將安全帶捲收器 300 置於一個方便前座 64 乘客的位置，同時遠離後排乘客。

source: This plan describes the prevention measures taken to ensure delivery based on the anticipated amounts and deadlines.
zh_tw: 此計畫說明確保達成交貨數量和期限所採取的措施。

source: This plate is placed on one side of the checkweigher coffer.
zh_tw: 此標示牌位於檢重機機箱一側。

source: This product has been in production for almost 20 years and had gone through several specification changes as we learn more about the materials and implement new testing equipment.
zh_tw: 由於我們對於材料有更多的瞭解和採用新的檢測設，在本產品近 20 年的生產歷史中進行了數項規格變更。

source: This proprietary software supports the multiple work streams in each phase and manages all of the data that is created.
zh_tw: 這套專用軟體於每個階段中支援多個工作流並能管理所有創建的資料。

source: This provides a spacing at 310 between uprights and seat backs 64b providing extra room for the passenger’s knees.
zh_tw: 此設計為乘客的膝蓋提供了立柱 310 和座椅靠背 64b 之間的額外空間。

source: This provides access to a battery (not shown) in battery box 360.
zh_tw: 此設計能取得電池盒 360 中的電池 (未顯示於圖中)。

source: This provides easy ingress for rear passengers.
zh_tw: 此設計使後排乘客輕鬆進入。

source: This quality manual addresses our expectations on the use of this tool.
zh_tw: 此品質說明手冊中闡述了我們對於使用此工具的期望目標。

source: This questionnaire shall be revised annually.
zh_tw: 這份問卷應每年進行修改一次。

source: This quick reference guide will help Local HR to approve employee data changes in Workday.
zh_tw: 此快速參考指南能協助當地的人力資源部門於 Workday 中核准員工資料的變更。

source: This quote or another is maybe more effective if pulled out and put in a ’pratbubbel’ ?
zh_tw: 這句話或另一句如果去除並加入「pratbubbel」也許更有效？

source: This rarely happens, as objects are usually all kinds of different values and moving so we can generally workout that it isn’t ‘background’.
zh_tw: 但這情況很少發生，因為物體通常是各種不同的值且會移動，所以一般情況下可以判別出物體不是「背景」，

source: This recognition shall be granted by an audit or other evaluation.
zh_tw: 此認可過程應經過審核或其它評估。

source: This reduces the amount of flexion that sway bar 570 experiences during the operation of vehicle 100.
zh_tw: 此設計能於車輛 100 的行駛期間減少防擺桿 570 的彎曲量。

source: This reduces the width of rear drive unit 148 which permits the use of longer half shafts 150 which in turn permits greater suspension travel for rear suspensions 116.
zh_tw: 因而能減少後輪驅動單元 148 之寬度以使用較長的半軸 150 ，使後懸吊 116 具有更大的懸吊移動行程。

source: This request will be forwarded to the HRBP for an approval.
zh_tw: 變更請求將會送到 HRBP 進行審核，

source: This results in a camber angle change as the wheel moves upward.
zh_tw: 當車輪向上移動時，此設計將使外傾角改變。

source: This robust knife design features Exacto style blades available in many sizes and strengths.
zh_tw: 堅固的 Exacto 型刀鋒設計包含了多種尺寸及強度可供選擇。

source: This screen includes the fields related to the compensation change.
zh_tw: 此畫面中包含了薪資變更相關的欄位。

source: This screen is used to create new work formats.
zh_tw: 此畫面用於創建新的工作格式。

source: This screen will be unique for each particular work format.
zh_tw: 此畫面根據每個特定工作格式而不同。

source: This section describes how to sequence a Power PDF package and what additional installations are needed on the client computer.
zh_tw: 本節將介紹如何定序 Power PDF 安裝程式和用戶端電腦上需要額外安裝的程式，

source: This security plan defines, if necessary, the security inventory (value, management method) that the Supplier implements to guarantee the HUTCHINSON supply pursuant to its requirements in all circumstances.
zh_tw: 如有必要，此確保交貨計畫定義供應商保證於所有情況下，履行 HUTCHINSON 供貨要求的安全庫存 （數值、管理方法）。

source: This simply isn’t the case as PDF is a true ISO standard
zh_tw: 但事實絕非如此，因為 PDF 是一個真正的 ISO 標準

source: This step is not needed on Windows 8 and above.
zh_tw: Windows 8 以上系統則不需要此步驟。

source: This strategy relies on high volume and standardization – ideal for markets where customers value price over choice.
zh_tw: 這種策略依靠高容量和標準化 —— 適合於客戶的選擇偏重價格的市場。

source: This strategy relies on using problem solving, teamwork and creativity.
zh_tw: 這種策略依靠著解決問題的能力、團隊合作和創造力的運用。

source: This tangential knife cartridge is specially designed to hold knife blades at a 45° angle and can be used to create 'v' cuts in materials such as Xanita, Reboard and others.
zh_tw: 裁刀匣係特別為裝載 45 度刀鋒設計，並可於合板 (Xanita、Reboard) 以及其他板材上進行 "V" 形切割。

source: This tooling configuration is popular forapplications that typically require only two orthree tooling processes.
zh_tw: 此加工組態常用於一般僅使用兩刀或三刀之加工製程。

source: This tracks the financial impact of HR transactions.
zh_tw: 追蹤人力資源業務的財務影響，

source: This transform file will be located beside the .msi package file.
zh_tw: 此轉換檔與 .msi 套裝程式檔儲存於相同資料夾內。

source: This value is usually programmed the same way as the grams provided by the system for the T-1 if you are not working with EEC regulations, or the half of T-1 if you are working with these regulations.
zh_tw: 若非使用 EEC 規範，此數值通常與系統提供之 T-1 克數之設定相同，若使用 EEC 規範則為 T-1 的一半。

source: This valve can be closed when a steady flow of steam has been attained.
zh_tw: 當蒸氣達到穩定流量時能關上此閥門。

source: This way you can get reports from different periods.
zh_tw: 如此能讓使用者獲取不同時間的報告。

source: This will allow to connect the Leonardo ETH to Shields that use the I2C or TWI bus communication for their functioning.
zh_tw: 此設計使您能利用I2C或TWI匯流排連接擴充模組至Leonardo ETH進行通訊以執行其功能。

source: This will allow you to connect your pump or blower to the machine’s vacuum manifold.
zh_tw: 將真空泵或鼓風機連接至機台的真空歧管。

source: This will install the product to the folder specified under install_path.
zh_tw: 產品將會安裝於 install_path 中指定之資料夾中，

source: This will likely be the most difficult part of the whole installation.
zh_tw: 此項作業可能會是安裝程序中最困難的部分。

source: This will make us more efficient and effective in the way we do business, making us market leaders!
zh_tw: 此舉將使我們的事業運行更有效率且更有效果，使我們成為市場領導者！

source: This will not only boost productivity and accelerate workflows, but also strengthen your security and compliance initiatives.
zh_tw: 如此依一來不僅能提高生產力並加速工作流程，而且還能強化安全性和符合規範標準。

source: This will permit condensate to drain by gravity.
zh_tw: 以利用重力將凝結水排出。

source: This will remove all integration entries.
zh_tw: 上述步驟將會移除所有的整合項目。

source: Tho X-axis features (2) 35mm bai-guides with |2) trucks per guideway.
zh_tw: X 軸具有 (2) 組 35mm 滾珠滑軌，滑軌具有 (2) 組支架。

source: Those fortunate to have Adobe are frustrated by its complexity and unfamiliar interface.
zh_tw: 即使擁有 Adobe 也會因為其複雜且不熟悉的介面而難以上手，

source: Three
zh_tw: 三組

source: Three dimensional laser scanner forreverse engineering a 3D surface.
zh_tw: 用於三維表面逆向工程之三維雷射掃描器。

source: Three directions of competitiveness
zh_tw: 競爭力的三個面向

source: Three of the languages are in the Nuance Power PDF Advanced.msi package.
zh_tw: Nuance Power PDF Advanced.msi 安裝程式中包含了三種語言，

source: Through its voice and language offerings, the company is creating a more human conversation with the many systems, devices, electronics, apps and services around us.
zh_tw: 藉由語音和語言功能，Nuance Communications 公司建立了人類與我們生活周遭許多系統、裝置、電子產品、 應用程式和服務之間的溝通橋樑。

source: Through ongoing research and development, and close ties with our industry partners and vendors, AXYZ has been able to create a large set of machine options that add enormous value toour customers.
zh_tw: 藉由不斷進行研發，並與業界合作夥伴和供應商的密切合作，AXYZ 有能力生產為我們客戶帶來極大價值之大型機台配件組合。

source: Through the option "Change User", you can change the active user.
zh_tw: 於「Change User (變更使用者)」選項中能變更使用者，

source: Through this key it is possible to perform a non-automatic zero adjustment
zh_tw: 此按鍵用於執行非自動歸零

source: Through this key you can access the process of listing-erasing calculations
zh_tw: 此按鍵用於進入列表-刪除計算流程

source: Through this key you can come back to precedent menu
zh_tw: 此按鍵用於回到初始功能表

source: Through this key you get the system shifting as a static balance
zh_tw: 此按鍵用於取得靜態平衡之系統偏移量

source: Through this screen you can change the date, time, shift, batch number, the presentation language and the company name.
zh_tw: 藉由此畫面能變更日期、時間、班表、批次、顯示語言以及公司名稱。

source: Through this screen you can modify the weight display parameter.
zh_tw: 透過此畫面可以修改重量顯示參數，

source: Through this screen you can program the parameters of a general nature.
zh_tw: 透過此畫面可以設定一般性的程式化參數，

source: Through this screen you will only be able to programm or modify the concept “Weight Display”.
zh_tw: 透過此畫面只能設定或修改「Weight Display (重量顯示」參數。

source: Through this screen, you can change the username and his password, among others.
zh_tw: 藉由此畫面能變更使用者名稱和密碼以及其他選項。

source: Through this screen, you can create a format based on an existing format.
zh_tw: 此畫面中可以基於現有的格式建立格式。

source: Thumbnail preview of PDF document pages for conversion
zh_tw: 建立 PDF 文件轉檔之縮圖預覽頁面

source: Thus the next screen to change the password for a given user will be displayed.
zh_tw: 下一個畫面中將顯示選定使用者之更改密碼畫面。

source: Thus the rear passenger hand bar 290, which extends behind front seat backs 64b is positioned at shoulder height relative to the persons in front seats 64.
zh_tw: 因此後座乘客手把 290 延伸於前排座椅靠背 64b 後方，位於前排座位 64 之乘客肩高位置。

source: Thus the rear passenger hand bar 290, which extends behind front seat backs 64b is, positioned at shoulder height relative to the persons in front seats 64.
zh_tw: 因此後座乘客手把 290 延伸於前排座椅靠背 64a 後方，位於前排座位 64 之乘客肩高位置。

source: Tighten the drilled bracket and use double nut at the slotted bracket so there is clearance between the bolts and slotted holes to allow the bracket to slide as the shell thermally expands and contracts.
zh_tw: 鎖緊鑽孔支架並於插槽支架處使用雙螺母，使螺栓和插槽孔之間留有間隙，使支架於外殼熱膨冷縮時能滑動。

source: Time (hh: mm): Setting of the actual time.
zh_tw: Time 時間 (時:分)：實際時間設定。

source: Time Stamp: Informative parameter indicating when you have performed the last modification on the format (Date and time of last modification).
zh_tw: 時間戳記：執行最後一次修改格式的資訊參數 (最後一次修改的日期和時間)。

source: Time alarm action tmp1 (ms): Parameter to set the time in milliseconds for timed 1 alarm to jump.
zh_tw: Time alarm action (警報定時動作) tmp1 (ms)：設置警報啟動時間 1 之參數，單位為毫秒。

source: Time alarm action tmp2 (ms): Parameter to set the time in milliseconds for timed 2 alarm to jump.
zh_tw: Time alarm action (警報定時動作) tmp2 (ms)：設置警報啟動時間 2 之參數，單位為毫秒。

source: Time off and Leave of Absence
zh_tw: 休息時間和休假

source: Time to Market reduction
zh_tw: 減少導入市場時間

source: Time to market (TTM)
zh_tw: 導入市場時間 (TTM)

source: Time-Lapse REC
zh_tw: 延時錄影

source: Time-Lapse REC Records one frame at a time at set intervals for a fast-motion view.
zh_tw: 延時錄影 依照設定時間間隔一次記錄一幀圖像以播放快速運動影像。

source: Time-to-Market
zh_tw: 導入市場時間

source: Timely deliverables based of a modular architecture
zh_tw: 模塊化架構的可及時實現成果

source: Times
zh_tw: 時間

source: Times (Optional)
zh_tw: 計時器 (選配)
